---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.CutMarkType
source: html/033bb0a3-5174-a781-198f-f2aebda7aa10.htm
---
# CutMarkType Properties

The id of the assembly instance to which the element belongs.